{_:[
    
    {
        title:'RECORDSOFEXISTENCE.COM COMING SOON!!',
        date:'July 10th, 2009',
        calendar:'07/10/2009',
        description:<>
            <p>
                We are SOOOO very pleased to announce that very shortly 
                we will be launching our own DotCom!! .. Records of Existence 
                will be up and about just in time to showcase all 
                the new digs.  Much thanks to the venerable Mr. Thatcher for his  
                expertise and all around good-guy-ness!
            </p>
            <p></p>
        </>
    },{
        title:'Our First Partner release!',
        date:'July 5th, 2009',
        calendar:'07/05/2009',
        description:<>
            <p>
                In collaboration with Nonrational Records. We will 
                very shortly be able to make available the indominable 
                <a href='http://myspace.com/thenurbs'>N.U.R.B-S.</a> 
                full length <strong>Sui Generis.</strong>  
                These highly influential and essential surf rockers chart 
                new territory in the indie landscape. GOD WE LOVE THIS BAND!
            </p>
            <p></p>
        </>
    },{
        title:'UPCOMING VOX POPULI RELEASE!!',
        date:'June 30th, 2009',
        calendar:'06/30/2009',
        description:<>
            <p>
                Vox Populi will soon be having their 3rd release with us, 
                and we can’t wait.  The album is finished and as soon as 
                we get the artwork we will begin pressing.
                This will be another Hand Pressed and Assembled Limited Edition.  
                We are hoping for a release date of Sept 1st.  
            </p>
            <p></p>
        </>
    },{
        title:'ANOTHER NEW ARTIST ON RECORDS OF EXISTENCE',
        date:'June 12th, 2009',
        calendar:'06/12/2009',
        description:<>
            <p>
                <strong>Curt Seiss</strong>, founder of 
                <a href='http://magnanimous.org'>Magnanimous Records</a> and 
                prolific musician, will be releasing a multi-instrument solo 
                album that we just cant stop listening to!!
                The rest of the details are under wraps for the moment, but 
                check back as more comes your way.
            </p>
            <p></p>
        </>
    },{
        title:'NEW ARTIST ON RECORD OF EXISTENCE',
        date:'May 30th, 2009',
        calendar:'05/30/2009',
        description:<>
            <p>
                We are very pleased to announce that a new band has just landed on R.O.E..  
                They are known as <strong>NAGATO</strong>, and we are pleased to be 
                making available their 5 song DIY release while they craft their debut 
                full length which we be available on R.O.E. later this fall.
            </p>
            <p></p>
        </>
    }
]}
